export default {
  command: ['menu2'],
  category: 'fun',
  isOwner: false,
  run: async (client, m, args, usedPrefix, command, text) => {
    try {
      const mensaje = `
╭━━━〔 🐱 𝐌𝐢𝐜𝐡𝐢𝐰𝐢𝐢 𝐂𝐨𝐦𝐚𝐧𝐝𝐨𝐬 🐱 〕━━━⬣
│ ✦ ᴜsᴀ ʟᴏs ᴄᴏᴍᴀɴᴅᴏs ᴘᴀʀᴀ ᴅɪᴠᴇʀᴛɪᴇʀᴛᴇ
╰━━━━━━━━━━━━━━━━━━⬣
┊➤ 📂 𝐋𝐢𝐬𝐭𝐚 𝐝𝐞 𝐂𝐨𝐦𝐚𝐧𝐃𝐨𝐬

╭━━━〔 🎭 𝐂𝐚𝐭𝐞𝐠𝐨𝐫𝐢́𝐚: 𝐌𝐞𝐦𝐞 / 𝐉𝐨𝐝𝐚 〕━━━⬣

✧ _™14_ 〢⟶ ᴍᴇᴍᴇ: ᴛɪᴇɴᴇs 14
✧ _™15_ 〢⟶ ᴍᴇᴍᴇ: ᴛɪᴇɴᴇs 15
✧ _™67_ 〢⟶ ᴍᴇᴍᴇ: sɪx sᴇᴠᴇɴ

✧ _™ship_ 〢⟶ ᴘᴏʀᴄᴇɴᴛᴀᴊᴇ ᴅᴇ ᴀᴍᴏʀ ᴇɴᴛʀᴇ ᴅᴏs ᴜsᴜᴀʀɪᴏs
✧ _™crush_ 〢⟶ ᴅᴇsᴄᴜʙʀᴇ ǫᴜɪᴇ́ɴ ᴇs ᴛᴜ ᴘᴇʀғᴇᴄᴛ@ ᴄʀᴜsʜ 💘
✧ _™profundo_ 〢⟶ ᴍɪᴅᴇ ʟᴀ ᴘʀᴏғᴜɴᴅɪᴅᴀᴅ ᴅᴇ ᴛᴜ ᴀᴍɪɢ@ 👀

✧ _™boffin_ 〢⟶ sᴏɴɪᴅᴏs ᴅᴇ ʙᴏʏғʀɪᴇɴᴅ (ғʀɪᴅᴀʏ ɴɪɢʜᴛ ғᴜɴᴋɪɴ')
✧ _™girfren_ 〢⟶ ᴠᴏᴄᴀʟᴇs ᴅᴇ ɢɪʀʟғʀɪᴇɴᴅ (ғʀɪᴅᴀʏ ɴɪɢʜᴛ ғᴜɴᴋɪɴ')
✧ _™mario_ 〢⟶ ᴍᴇᴍᴇs ᴅᴇ ᴍᴀʀɪᴏ ᴜʀʀᴜᴛɪᴀ

✧ _™cp_ 〢⟶ ᴍᴇᴍᴇ: CP
✧ _™fnaf_ 〢⟶ ᴍᴇᴍᴇ: ʟᴏʀᴇ ᴅᴇ ғɴᴀғ
✧ _™pou_ 〢⟶ sᴏɴɪᴅᴏs ᴅᴇ ᴘᴏᴜ

✧ _™dox_ 〢⟶ ʙʀᴏᴍᴀ ᴅᴇ ᴅᴏxᴇᴏ ᴀ ᴛᴜ ᴀᴍɪɢᴏ
✧ _™dox2_ 〢⟶ ʙʀᴏᴍᴀ ᴅᴇ ᴅᴏxᴇᴏ ᴀ ᴛᴜ ᴀᴍɪɢᴏ ᴠ2
✧ _™mortadela_ 〢⟶ ᴄᴏᴍᴇs ᴍᴏʀᴛᴀᴅᴇʟᴀ

✧ _™socrates_ 〢⟶ ʜᴀʙʟᴀ ᴄᴏɴ ᴇʟ ɢᴇɴɪᴏ Sócrates 🔥


╭━━━〔 🎮 𝐂𝐚𝐭𝐞𝐠𝐨𝐫𝐢́𝐚: 𝐆𝐚𝐦𝐞𝐬 〕━━━⬣

✧ _™qmc_ 〢⟶ ᴛʀɪᴠɪᴀ ᴅᴇ ᴍɪɴᴇᴄʀᴀғᴛ
✧ _™rmc_ 〢⟶ ʀᴇsᴘᴏɴᴅᴇʀ ʟᴀ ᴛʀɪᴠɪᴀ ᴅᴇ ᴍɪɴᴇᴄʀᴀғᴛ

✧ _™uq_ 〢⟶ ᴛʀɪᴠɪᴀ ᴅᴇ ᴜɴᴅᴇʀᴛᴀʟᴇ
✧ _™ur_ 〢⟶ ʀᴇsᴘᴏɴᴅᴇʀ ʟᴀ ᴛʀɪᴠɪᴀ ᴅᴇ ᴜɴᴅᴇʀᴛᴀʟᴇ

✧ _™ace_ 〢⟶ ᴀᴄᴇʀᴛɪᴊᴏ
✧ _™resace_ 〢⟶ ʀᴇsᴘᴏɴᴅᴇʀ ᴀʟ ᴀᴄᴇʀᴛɪᴊᴏ
✧ _™ahorcado_ 〢⟶ ᴊᴜᴇɢᴏ ᴅᴇʟ ᴀʜᴏʀᴄᴀᴅᴏ ᴄᴏɴ ᴇʟ ʙᴏᴛ


╭━━━〔 🎲 𝐂𝐚𝐭𝐞𝐠𝐨𝐫𝐢́𝐚: 𝐆𝐚𝐜𝐡𝐚 〕━━━⬣

✧ _™tw_ 〢⟶ ɪɴᴠᴏᴄᴀ ᴜɴ ᴛᴀᴍᴀɢᴏᴛᴄʜɪ ʀᴀɴᴅᴏᴍ
✧ _™ct_ 〢⟶ ʀᴇᴄʟᴀᴍᴀ ᴛᴜ ᴛᴀᴍᴀɢᴏᴛᴄʜɪ
✧ _™haremt_ 〢⟶ ᴠᴇ ʟᴀ ʟɪsᴛᴀ ᴅᴇ ᴛᴀᴍᴀɢᴏᴛᴄʜɪ ʀᴇᴄʟᴀᴍᴀᴅᴏs

✧ _™aliment_ 〢⟶ ᴀʟɪᴍᴇɴᴛᴀ ᴀ ᴛᴜ ᴛᴀᴍᴀɢᴏᴛᴄʜɪ
✧ _™libert_ 〢⟶ ʟɪʙᴇʀᴀ ᴜɴ ᴛᴀᴍᴀɢᴏᴛᴄʜɪ ᴅᴇ ᴛᴜ ʜᴀʀᴇᴍ


╰━━━〔 ⚡ 𝐌𝐢𝐜𝐡𝐢𝐰𝐢𝐢 𝐁𝐨𝐭 ⚡ 〕━━━⬣`;

      m.reply(mensaje);
    } catch (e) {
      m.reply(`😕 Error: ${e.message}`);
    }
  },
};